---
kind: other
id: Methods.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropData
source: html/0e247163-efa2-ba5b-2156-b7fd89d2b079.htm
---
# PipeFittingAndAccessoryPressureDropData Methods

Returns the fitting and accessory information